---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMx
source: html/bdbaf65a-b5dc-6930-4d11-ee684cefe489.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralBottomReleaseMx Property

"Base Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralBottomReleaseMx { get; }
```